micropython/micropython/ports/esp32/boards/SEEED_XIAO_ESP32_C6/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "Seeed XIAO ESP32C6"
#define MICROPY_HW_MCU_NAME                 "ESP32C6"
